[
{"query": "machine learning", "title": ["Big Data Developer"], "description": ["FL-Tampa, Our client, one of the largest financial services firms, is seeking a Big Data Developer Location: Tampa, FL Position Type: Contract Job Responsibilities: -Gather various data points from multiple sources within and load to big data Hadoop solution. -Transform data into usable form per user requirements. -Implement proper controls to protect integrity of data and limit use of sensitive data to una"], "link": ["http://jobview.monster.com/Big-Data-Developer-Job-Tampa-FL-US-221978899.aspx"], "pubDate": ["Thu, 12 Nov 2020 02:31:23 GMT"], "guid": ["221978899"]},
{"query": "machine learning", "title": ["Big Data Developer - II"], "description": ["NY-Garden City, Location: Garden City, NY Description: Our client is currently seeking a Big Data Developer - II Title: Big Data Developer Location: Garden City, NY Duration: 12+ Months What you?ll be doing. You will be part of a new Data Science team, ensuring that innovation drives continuous business improvements, bringing more profitable growth and an even better customer experience. As a Data Analytics/Predi"], "link": ["http://jobview.monster.com/Big-Data-Developer-II-Job-Garden-City-NY-US-221152772.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:06:54 GMT"], "guid": ["221152772"]},
{"query": "machine learning", "title": ["SYSTEMS ENGINEER IV – BIG DATA DEVELOPER"], "description": ["CO-Cherry Hills Village, Location: Cherry Hills Village, CO Description: Our client is looking for a Systems Engineer - Big Data per the following: JOB SCOPE: Primarily responsible for ongoing development of enhancements of various data reconciliation projects, centering around Java, SQL, Hive, Hadoop, and Dart. Implement critical reporting for senior leadership, and various internal clients. Splunk and SQL Developer are "], "link": ["http://jobview.monster.com/SYSTEMS-ENGINEER-IV-–-BIG-DATA-DEVELOPER-Job-Cherry-Hills-Village-CO-US-221154358.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:14:37 GMT"], "guid": ["221154358"]},
{"query": "machine learning", "title": ["Enterprise Architect Cloud/Big Data"], "description": ["MN-Minnetonka, Send resumes to tfleming@apexsystems.com Enterprise Architect, with Cloud and big data experience. IDEAL BACKGROUND: Candidate with cloud experience and event management/big data experience. BASIC QUALIFICATIONS * Experience collaborating with the business product teams to drive business benefits, create and execute technology strategies, groom business products for technical features per strategy"], "link": ["http://jobview.monster.com/Enterprise-Architect-Cloud-Big-Data-Job-Minnetonka-MN-US-221176262.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:17:01 GMT"], "guid": ["221176262"]},
{"query": "machine learning", "title": ["Big Data Solution Architect"], "description": ["GA-Alpharetta, Job Description Are you a highly skilled Big Data Architect with on-prem Hadoop implementation experience? If you also have in-depth knowledge of Google Cloud Platform and related technologies, we may have the ideal role for you in Alpharetta. Due to client requirement, applicants must be willing and able to work on a w2 basis. For our w2 consultants, we offer a great benefits package that include"], "link": ["http://jobview.monster.com/Big-Data-Solution-Architect-Job-Alpharetta-GA-US-221976230.aspx"], "pubDate": ["Wed, 11 Nov 2020 19:37:41 GMT"], "guid": ["221976230"]},
{"query": "machine learning", "title": ["Big Data Developer"], "description": ["FL-TAMPA, Terrific 6+ month contract opportunity in Tampa, FL for an Big Data Developer. Will gather various data points from multiple sources within the company and load to big data Hadoop solution. Will transform data into usable form per user requirements. Will implement proper controls to protect integrity of data and limit use of sensitive data to unauthorized individuals. Data to be leveraged by data "], "link": ["http://jobview.monster.com/Big-Data-Developer-Job-TAMPA-FL-US-221964168.aspx"], "pubDate": ["Wed, 11 Nov 2020 15:06:25 GMT"], "guid": ["221964168"]},
{"query": "machine learning", "title": ["Big Data/ ETL Lead Developer"], "description": ["CO-Denver, Job Title: Big Data/ETL Lead Developer Location: Denver, CO – Remote for now due to COVID, must be open for relocation Duration: 12 months Seeking an experienced and highly self-motivated Big Data/ETL Develop to support Reporting on various Medical-related data (claims, member, provider, EMR, etc) and Statistical Reporting. Hands-on experience in Matillion ETL software is a must. In this role, you"], "link": ["http://jobview.monster.com/Big-Data-ETL-Lead-Developer-Job-Denver-CO-US-221963004.aspx"], "pubDate": ["Wed, 11 Nov 2020 14:14:28 GMT"], "guid": ["221963004"]},
{"query": "machine learning", "title": ["Big Data Developer - Hadoop/Spark"], "description": ["FL-Tampa, Our client, a leading global financial services company, has approximately 200 million customer accounts and does business in more than 140 countries. They provide consumers, corporations, governments and institutions with financial products and services, including consumer banking and credit, corporate and investment banking, securities brokerage, transaction services, and wealth management. Desc"], "link": ["http://jobview.monster.com/Big-Data-Developer-Hadoop-Spark-Job-Tampa-FL-US-221963266.aspx"], "pubDate": ["Wed, 11 Nov 2020 14:20:31 GMT"], "guid": ["221963266"]},
{"query": "machine learning", "title": ["Big Data Administrator"], "description": ["DC-Washington, ALTA IT Services is seeking a Sr. Big Data Administrator with at least 7 years of experience. Please contact ebrient@altaits.com Hadoop Administrator Contract ​​​​​​​Washington DC Tasks: • Lead and provide technical solutions and expertise for project teams and customers • Provide daily technical support for the Building environments and Enterprise Data Platforms (EDP) • Analyze, recommend and imp"], "link": ["http://jobview.monster.com/Big-Data-Administrator-Job-Washington-DC-US-221174788.aspx"], "pubDate": ["Wed, 11 Nov 2020 08:20:18 GMT"], "guid": ["221174788"]},
{"query": "machine learning", "title": ["Big Data Developer"], "description": ["TN-Franklin, Apex is currently supporting a new opportunity to become a Big Data Application Developer for a client of ours in Nashville. This is a long term opportunity for one of our top healthcare clients which would allow for really great career growth. Please read the job description below and then reach out to me, Meredith Black, at mblack@apexsystems.com if you are interested! Big Data Developer (Remote"], "link": ["http://jobview.monster.com/Big-Data-Developer-Job-Franklin-TN-US-221134770.aspx"], "pubDate": ["Wed, 11 Nov 2020 00:04:25 GMT"], "guid": ["221134770"]},
{"query": "machine learning", "title": ["Entry level/ Midlevel-Hadoop developer/ Big Data Developer"], "description": ["NY, SynergisticIT is a full service staffing and placement firm servicing client in Northern America and Canada for the past 10 years. We are dedicated towards fulfilling the IT needs of our clients. From staffing to full implementation of projects we provide the highest quality IT Services. We do provide skill enhancement to candidates, who we think would fit a job requirement with one of our clients"], "link": ["http://jobview.monster.com/Entry-level-Midlevel-Hadoop-developer-Big-Data-Developer-Job-NY-US-221548444.aspx"], "pubDate": ["Wed, 11 Nov 2020 00:19:48 GMT"], "guid": ["221548444"]},
{"query": "machine learning", "title": ["Data Scientist/Chemometrician"], "description": ["TX-Richardson, Innovate to solve the world's most important challenges When you join Honeywell, you become a member of our global team ofthinkers, innovators, dreamers and doers who make the things that make thefuture. That means changing the way we fly, fueling jets in aneco-friendly way, keeping buildings smart and safe and even making it possibleto breathe on Mars. Working at Honeywell isn’t just about develo"], "link": ["http://jobview.monster.com/Data-Scientist-Chemometrician-Job-Richardson-TX-US-221143430.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:06:17 GMT"], "guid": ["221143430"]},
{"query": "machine learning", "title": ["Data Engineer"], "description": ["OH-Cincinnati, Data Engineer Location: Cincinnati, OH We’re looking for a self- driven Data Engineer that is proficient in Tableau and has experience streaming data from Big Data sources. In this role, you will develop fast data infrastructure and help your squad deliver elegant and scalable solutions, all while learning and growing your skills. Rate: $45.00- 60.00/hr W2 + Health, Dental, Vision, 401k Benefits D"], "link": ["http://jobview.monster.com/Data-Engineer-Job-Cincinnati-OH-US-219451027.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:06:45 GMT"], "guid": ["219451027"]},
{"query": "machine learning", "title": ["Senior Data Engineer (SQL Server/Azure)"], "description": ["TX-Houston, Job Req #: 20-80237 Job Description: Senior Data Engineer (SQL Server/Azure) Location: Houston, TX OR Denver, CO- will start remote Position Type: Permanent/Full Time Our Predictive Enterprise Capability is comprised of some of the most respected and well-known architects as well as brilliant new developers and designers. Together, our teams of professionals have delivered some of the most innovat"], "link": ["http://jobview.monster.com/Senior-Data-Engineer-SQL-Server-Azure-Job-Houston-TX-US-221595468.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:16:41 GMT"], "guid": ["221595468"]},
{"query": "machine learning", "title": ["Lead Data Engineer"], "description": ["WA-Redmond, WA, Title: Lead Data Engineer Mandatory skills: Microsoft Azure Data Factory, Analytics Solution Architecture, Big Data Analytics, Data Analytics, Interpretation, Azure Data Factory, Synapse, SQL DW, HiveDB, data pipelines, MS Azure, MS Azure Data Factory, MS Synapse Description: Primary Skill: Microsoft Azure Data Factory · P4 - Analytics Solution Architecture · P4 - Big Data Analytics · P4 - Data An"], "link": ["http://jobview.monster.com/Lead-Data-Engineer-Job-Redmond-WA-WA-US-216817997.aspx"], "pubDate": ["Wed, 11 Nov 2020 22:39:57 GMT"], "guid": ["216817997"]},
{"query": "machine learning", "title": ["Senior Data Scientist"], "description": ["CA-San Francisco, Senior Data Scientist San Francisco, CA Direct Hire with our Client Job ID 2020-4946 Solugenix is assisting a client, a data science company that specializes in artificial intelligence in their search for a “Senior Data Scientist” with a Life Sciences domain background for a full-time job in San Francisco, California, the detailed job description is mentioned below. We are looking for candidates w"], "link": ["http://jobview.monster.com/Senior-Data-Scientist-Job-San-Francisco-CA-US-221926323.aspx"], "pubDate": ["Wed, 11 Nov 2020 20:10:01 GMT"], "guid": ["221926323"]},
{"query": "machine learning", "title": ["Data Analyst"], "description": ["Telecommute/home-based, Skills: Scope of Request: - Perform web analytics by working hands-on with web analytics tools (eg Adobe or Google Analytics), clickstream data in GCP Big Query, and dashboarding in PowerBI - Own relationships with Digital Product Leaders, guiding on KPIs to measure the effectiveness of features - Translate business questions into analytic plans for junior analysts to execute - Ensure data visibil"], "link": ["http://jobview.monster.com/Data-Analyst-Job-US-220183410.aspx"], "pubDate": ["Wed, 11 Nov 2020 17:28:33 GMT"], "guid": ["220183410"]},
{"query": "machine learning", "title": ["Sr. Data Analyst"], "description": ["CA-Burbank, job summary: The Sr. Data Analyst is responsible for conducting various data collection and analysis projects, taking the lead in developing data visualization solutions / models in support of data-driven decision making and business strategies. Required Experience and Qualifications: •Minimum 6 years of MS SQL with ETL (SSIS), Analysis Services (SSAS) design and development experience required. •"], "link": ["http://jobview.monster.com/Sr-Data-Analyst-Job-Burbank-CA-US-221964235.aspx"], "pubDate": ["Wed, 11 Nov 2020 15:09:02 GMT"], "guid": ["221964235"]},
{"query": "machine learning", "title": ["Data Engineer (DMP Updated)"], "description": ["OH-Cincinnati, Data Management Platform A data management platform (DMP) is a centralized, standardized system for collecting, organizing, and analyzing large sets of data from disparate sources (e.g., Kroger systems, 84.51, public, third party) and in disparate formats (e.g. structured, images, videos). As data grows more complex and is created from a growing number of sources, Kroger must have a streamlined wa"], "link": ["http://jobview.monster.com/Data-Engineer-DMP-Updated-Job-Cincinnati-OH-US-221566618.aspx"], "pubDate": ["Wed, 11 Nov 2020 00:18:34 GMT"], "guid": ["221566618"]},
{"query": "machine learning", "title": ["Data Engineer 3"], "description": ["TX-Plano, Our client, a multinational electronics company, is seeking a Data Engineer 3 Location: Plano, TX Position Type: Contract Core Responsibilities: -Follow agile development principles to develop and deploy cutting edge Data Products and POCs using massive sets of structured and un-structured data. -Ensure the data product is deployed with through testing and is of highest quality -Communicate the re"], "link": ["http://jobview.monster.com/Data-Engineer-3-Job-Plano-TX-US-221978908.aspx"], "pubDate": ["Thu, 12 Nov 2020 02:31:25 GMT"], "guid": ["221978908"]},
{"query": "machine learning", "title": ["Data Scientist"], "description": ["MD-Rockville, Role: Data Scientist Location: Rockville, MD (remote available) Description: Apex Systems has an immediate need for a Data Scientist to join a financial regulatory company in Maryland. The position is a contract-to-hire, offering a competitive compensation package. Candidates will need a strong understanding of Data Science, researching & building ML/AI models, as well as an understanding on cloud"], "link": ["http://jobview.monster.com/Data-Scientist-Job-Rockville-MD-US-221176029.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:04:02 GMT"], "guid": ["221176029"]},
{"query": "machine learning", "title": ["Water Utility Data Scientist / Data Analyst"], "description": ["CA-San Dimas, We are an Equal Opportunity Employer. Women, minorities, veterans and people with disabilities are encouraged to apply. Golden State Water Company is one of the largest investor-owned water utilities in the United States. We have been all about water for more than 80 years. Our team of professionals delivers reliable, quality water and great service to customers in 75 communities across California"], "link": ["http://jobview.monster.com/Water-Utility-Data-Scientist-Data-Analyst-Job-San-Dimas-CA-US-221171968.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:08:41 GMT"], "guid": ["221171968"]},
{"query": "machine learning", "title": ["Data/AWS Project Manager"], "description": ["MA-Boston, Job Title: IT Project Manager – Data Management/Cloud(AWS) Location: Boston, MA (remote) Job Type: Contract RESPONSIBILITIES: • Leading data management platform team's Scrum ceremonies • Familar with DevOps • Engage with various business stakeholder understanding needs and priority • Adhering to established Software Delivery Life Cycle (SDLC) • Coordinating Release Management • Communicate project"], "link": ["http://jobview.monster.com/Data-AWS-Project-Manager-Job-Boston-MA-US-220424339.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:16:30 GMT"], "guid": ["220424339"]},
{"query": "machine learning", "title": ["Senior Data Analyst"], "description": ["NC-Charlotte, job summary: Senior Data Analyst •The selected candidate will work closely with GT&O business and technical partners, will drive discussions with various source systems, subject matter expertise and downstream users of the Technology ADS to identify, define, and implement data requirements. •Candidate will work closely with the Technology ADS development and testing teams to ensure the business re"], "link": ["http://jobview.monster.com/Senior-Data-Analyst-Job-Charlotte-NC-US-221586865.aspx"], "pubDate": ["Thu, 12 Nov 2020 00:18:27 GMT"], "guid": ["221586865"]},
{"query": "machine learning", "title": ["Data Engineer"], "description": ["CA-Menlo Park, Role - Data Engineer Location - Menlo Park, CA Duration – 12 + months Job Description: Hands on in SQL, Coding (python preferred), ETL design (experience in big data architecture) and data modelling (how to make efficient and scalable data stores)."], "link": ["http://jobview.monster.com/Data-Engineer-Job-Menlo-Park-CA-US-221257148.aspx"], "pubDate": ["Wed, 11 Nov 2020 15:45:23 GMT"], "guid": ["221257148"]}
]